{"index":"beholder-zombie","name":"Beholder Zombie","size":"Large","type":"undead,","subtype":null,"alignment":" neutral evil","armor_class":15,"hit_points":93,"hit_dice":"11d1","speed":{"walk":"0 ft.","fly":"20 ft."},"strength":10,"dexterity":8,"constitution":16,"intelligence":3,"wisdom":8,"charisma":5,"spells":[],"spell_slots":{},"url":"https://www.dndbeyond.com/monsters/beholder-zombie","proficiencies":"Saving Throw: WIS +2","damage_immunities":["Poison"],"condition_immunities":["Poisoned","Prone"],"senses":"Darkvision 60 ft. | Passive Perception 9","languages":"Deep Speech, Undercommon (understands but can’t speak)","challenge_rating":"5","xp":1800,"special_abilities":[{"name":"Undead Fortitude.","desc":" If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead."}],"actions":[{"name":"Bite.","desc":" Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 14 (4d6) piercing damage."},{"name":"Eye Ray.","desc":" The zombie uses a random magical eye ray, choosing a target that it can see within 60 feet of it."},{"name":"1Paralyzing Ray.","desc":" The targeted creature must succeed on a DC 14 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."},{"name":"2Fear Ray.","desc":" The targeted creature must succeed on a DC 14 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."},{"name":"3Enervation Ray.","desc":" The targeted creature must make a DC 14 Constitution saving throw, taking 36 (8d8) necrotic damage on a failed save, or half as much damage on a successful one."},{"name":"4Disintegration Ray.","desc":" If the target is a creature, it must succeed on a DC 14 Dexterity saving throw or take 45 (10d8) force damage. If this damage reduces the creature to 0 hit points, its body becomes a pile of fine gray dust."}]}