{"index":"flumph","name":"Flumph","size":"Small","type":"aberration,","subtype":null,"alignment":" lawful good","armor_class":12,"hit_points":7,"hit_dice":"2d6","speed":{"walk":"5 ft.","fly":"30 ft."},"strength":6,"dexterity":15,"constitution":10,"intelligence":14,"wisdom":14,"charisma":11,"spells":[],"spell_slots":{},"url":"https://www.dndbeyond.com/monsters/flumph","proficiencies":"Skill: Arcana +4 | Skill: History +4, Religion +4","damage_vulnerabilities":["Psychic"],"senses":"Darkvision 60 ft. | Passive Perception 12","languages":"Telepathy 60ft., Undercommon (understand Undercommon but cannot speak it)","challenge_rating":"1/8","xp":25,"special_abilities":[{"name":"Advanced Telepathy.","desc":" The flumph can perceive the content of any telepathic communication used within 60 feet of it, and it can’t be surprised by creatures with any form of telepathy."},{"name":"Prone Deficiency.","desc":" If the flumph is knocked prone, roll a die. On an odd result, the flumph lands upside-down and is incapacitated. At the end of each of its turns, the flumph can make a DC 10 Dexterity saving throw, righting itself and ending the incapacitated condition if it succeeds."},{"name":"Telepathic Shroud.","desc":" The flumph is immune to any effect that would sense its emotions or read its thoughts, as well as all divination spells."}],"actions":[{"name":"Tendrils.","desc":" Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 4 (1d4 + 2) piercing damage plus 2 (1d4) acid damage. At the end of each of its turns, the target must make a DC 10 Constitution saving throw, taking 2 (1d4) acid damage on a failure or ending the recurring acid damage on a success. A lesser restoration spell cast on the target also ends the recurring acid damage."},{"name":"Stench Spray (1/Day).","desc":" Each creature in a 15-foot cone originating from the flumph must succeed on a DC 10 Dexterity saving throw or be coated in a foul-smelling liquid. A coated creature exudes a horrible stench for 1d4 hours. The coated creature is poisoned as long as the stench lasts, and other creatures are poisoned while within 5 feet of the coated creature. A creature can remove the stench on itself by using a short rest to bathe in water, alcohol, or vinegar."}]}