{"index":"jackalwere","name":"Jackalwere","size":"Medium","type":"humanoid","subtype":"shapechanger","alignment":" chaotic evil","armor_class":12,"hit_points":18,"hit_dice":"4d8","speed":{"walk":"40 ft."},"strength":11,"dexterity":15,"constitution":11,"intelligence":13,"wisdom":11,"charisma":10,"spells":[],"spell_slots":{},"url":"https://www.dndbeyond.com/monsters/jackalwere","proficiencies":"Skill: Deception +4 | Skill: Perception +2, Stealth +4","damage_immunities":["Bludgeoning","Piercing","and Slashing from Nonmagical Attacks that aren't Silvered"],"senses":"Passive Perception 12","languages":"Common (can’t speak in jackal form)","challenge_rating":"1/2","xp":100,"special_abilities":[{"name":"Shapechanger.","desc":" The jackalwere can use its action to polymorph into a specific Medium human or a jackal-humanoid hybrid, or back into its true form (that of a Small jackal). Other than its size, its statistics are the same in each form. Any equipment it is wearing or carrying isn’t transformed. It reverts to its true form if it dies."},{"name":"Keen Hearing and Smell.","desc":" The jackalwere has advantage on Wisdom (Perception) checks that rely on hearing or smell."},{"name":"Pack Tactics.","desc":" The jackalwere has advantage on an attack roll against a creature if at least one of the jackalwere’s allies is within 5 feet of the creature and the ally isn’t incapacitated."}],"actions":[{"name":"Bite (Jackal or Hybrid Form Only).","desc":" Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 4 (1d4 + 2) piercing damage."},{"name":"Scimitar (Human or Hybrid Form Only).","desc":" Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) slashing damage."},{"name":"Sleep Gaze.","desc":" The jackalwere gazes at one creature it can see within 30 feet of it. The target must make a DC 10 Wisdom saving throw. On a failed save, the target succumbs to a magical slumber, falling unconscious for 10 minutes or until someone uses an action to shake the target awake. A creature that successfully saves against the effect is immune to this jackalwere’s gaze for the next 24 hours. Undead and creatures immune to being charmed aren’t affected by it."}]}