{"index":"faerie-dragon (younger)","name":"Faerie Dragon (Younger)","size":"Tiny","type":"dragon,","subtype":null,"alignment":" chaotic good","armor_class":15,"hit_points":14,"hit_dice":"4d4","speed":{"walk":"10 ft.","fly":"60 ft."},"strength":3,"dexterity":20,"constitution":13,"intelligence":14,"wisdom":12,"charisma":16,"spells":[{"name":"dancing lights","level":0},{"name":"mage hand","level":0},{"name":"minor illusion","level":0},{"name":"color spray","level":0},{"name":"mirror image","level":0}],"spell_slots":{},"url":"https://www.dndbeyond.com/monsters/faerie-dragon-younger","proficiencies":"Skill: Arcana +4 | Skill: Perception +3, Stealth +7","senses":"Darkvision 60 ft. | Passive Perception 13","languages":"Draconic, Sylvan","challenge_rating":"1","xp":200,"spell_dc":13,"special_abilities":[{"name":"Superior Invisibility.","desc":" As a bonus action, the dragon can magically turn invisible until its concentration ends (as if concentrating on a spell). Any equipment the dragon wears or carries is invisible with it."},{"name":"Limited Telepathy.","desc":" Using telepathy, the dragon can magically communicate with any other faerie dragon within 60 feet of it."},{"name":"Magic Resistance.","desc":" The dragon has advantage on saving throws against spells and other magical effects."},{"name":"Innate Spellcasting.","desc":" The dragon’s innate spellcasting ability is Charisma (spell save DC 13). It can innately cast a number of spells, requiring no material components. As the dragon ages and changes color, it gains additional spells as shown below."}],"actions":[{"name":"Bite.","desc":" Melee Weapon Attack: +7 to hit, reach 5 ft., one creature. Hit: 1 piercing damage."},{"name":"Euphoria Breath (Recharge 5–6).","desc":" The dragon exhales a puff of euphoria gas at one creature within 5 feet of it. The target must succeed on a DC 11 Wisdom saving throw, or for 1 minute, the target can’t take reactions and must roll a d6 at the start of each of its turns to determine its behavior during the turn:"},{"name":"1–4.","desc":" The target takes no action or bonus action and uses all of its movement to move in a random direction."},{"name":"5–6.","desc":" The target doesn’t move, and the only thing it can do on its turn is make a DC 11 Wisdom saving throw, ending the effect on itself on a success."}]}